bookers1-debug-master/app/controllers/books_controller.rb

SELECT "books".* FROM "books"
INSERT INTO "books" ("body", "created_at", "updated_at", "title") VALUES (?, ?, ?, ?)  [["body", "nbvnbvnbvnbvbvnvnbvbvnbvbvnbvnbvnbv"], ["created_at", "2021-05-01 16:01:08.895928"], ["updated_at", "2021-05-01 16:01:08.895928"], ["title", "lkjlkjlkjlkjkljklj"]]
---
  def create
    @books = Book.all
    @book = Book.new(book_params)
    if @book.save